[
    {
      "id": 1,
      "name": "Alice Johnson",
      "img": "https://i.ibb.co.com/sWQcSfZ/Perfocal-17-11-2019-TYWFAQ-100-standard-3.jpg",
      "rating": 4.8,
      "workingCompany": "TechCorp",
      "designation": "Software Engineer",
      "description": "The platform revolutionized our workflow, making employee management seamless. It streamlined tasks, improved productivity, and provided valuable insights into team performance, ultimately leading to better decision-making and smoother operations within our organization."
    },
    {
      "id": 2,
      "name": "Michael Smith",
      "img": "https://i.ibb.co.com/p4XJHdc/premium-photo-1672239496412-ab605befa53f.jpg",
      "rating": 5.0,
      "workingCompany": "Innovatech",
      "designation": "HR Manager",
      "description": "This solution is a game-changer! Managing payroll, attendance, and employee data has never been so easy. The automated processes saved us time and minimized errors, enabling us to focus on more strategic tasks that help our business grow."
    },
    {
      "id": 3,
      "name": "Sophia Lee",
      "img": "https://i.ibb.co.com/WcfPkrj/p7.jpg",
      "rating": 4.7,
      "workingCompany": "FutureWorks",
      "designation": "Team Lead",
      "description": "An exceptional tool for employee engagement and performance tracking. It simplified goal management, increased productivity, and greatly enhanced collaboration. This platform’s features have helped align our team’s objectives, improving efficiency and overall team satisfaction."
    },
    {
      "id": 4,
      "name": "James Wilson",
      "img": "https://i.ibb.co.com/q93ftrR/p8.jpg",
      "rating": 4.9,
      "workingCompany": "BrightPath Solutions",
      "designation": "Operations Manager",
      "description": "The analytics dashboard provides valuable insights into workforce trends. It helps us understand employee performance, retention, and productivity in real-time, enabling us to make informed decisions. This has greatly improved our operational efficiency and team performance."
    },
    {
      "id": 5,
      "name": "Emma Davis",
      "img": "https://i.ibb.co.com/6rbGnJW/istockphoto-1437816897-612x612.jpg",
      "rating": 4.8,
      "workingCompany": "PrimeTech",
      "designation": "Project Manager",
      "description": "The employee self-service portal has been a major boost to team satisfaction and morale. It’s intuitive, allowing employees to easily manage their personal information, track attendance, and access important company resources without the need for constant HR involvement."
    }
  ]
  